<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>(Multiselect)</key>
	<string>Nova Pasta com Seleção (%d Itens)</string>
	<key>A-B Loop</key>
	<string>Loop A-B</string>
	<key>A-B Loop Active</key>
	<string>Loop A-B Ativo</string>
	<key>A-B Loop Cancel</key>
	<string>Cancelar Loop A-B</string>
	<key>A-B Loop: A</key>
	<string>Loop A-B: A</string>
	<key>A-B Loop: A Greater than B</key>
	<string>Loop A-B: A maior que B</string>
	<key>A-B Loop: B</key>
	<string>Loop A-B: B</string>
	<key>Actions</key>
	<string>Ações</string>
	<key>Add</key>
	<string>Adicionar</string>
	<key>Add Current Folder</key>
	<string>Adicionar Pasta Atual</string>
	<key>Add Separator</key>
	<string>Adicionar Separador</string>
	<key>Adjust Window to Actual Image Size</key>
	<string>Ajustar janela ao tamanho real da imagem</string>
	<key>Adjust Window to Current Image Size</key>
	<string>Ajustar janela ao tamanho atual da imagem</string>
	<key>Advanced</key>
	<string>Avançado</string>
	<key>Alias Type</key>
	<string>Tipo de Alias</string>
	<key>Always Generate HD Thumbnails</key>
	<string>Sempre gerar miniaturas HD</string>
	<key>Always Generate Standard Thumbnails</key>
	<string>Sempre gerar miniaturas padrão</string>
	<key>Apply Filter</key>
	<string>Aplicar Filtro</string>
	<key>Apply to all</key>
	<string>Aplicar a todos</string>
	<key>Are you sure you want to move xxx to xxx?</key>
	<string>Tem certeza de que deseja mover "%1$@" para "%2$@"?</string>
	<key>Arrow</key>
	<string>Seta</string>
	<key>AudioMetadata-BitRate</key>
	<string>Taxa de Bits</string>
	<key>AudioMetadata-ChannelLayout</key>
	<string>Layout do Canal</string>
	<key>AudioMetadata-Channels</key>
	<string>Canais</string>
	<key>AudioMetadata-CodecLongName</key>
	<string>Nome Completo do Codec</string>
	<key>AudioMetadata-CodecName</key>
	<string>Nome do Codec</string>
	<key>AudioMetadata-Index</key>
	<string>Índice</string>
	<key>AudioMetadata-Language</key>
	<string>Idioma</string>
	<key>AudioMetadata-SampleRate</key>
	<string>Taxa de amostragem</string>
	<key>AudioMetadata-StreamTitle</key>
	<string>Título da Transmissão</string>
	<key>Auto</key>
	<string>Auto</string>
	<key>Auto Play Selected Video</key>
	<string>Reprodução Automática do Vídeo Selecionado</string>
	<key>Auto Play Visible Video</key>
	<string>Reproduzir Automaticamente Vídeo Visível</string>
	<key>Auto Rename</key>
	<string>Renomear Automaticamente</string>
	<key>Border Thickness</key>
	<string>Espessura da Borda</string>
	<key>Cancel</key>
	<string>Cancelar</string>
	<key>Cancel Auto Play Visible Video</key>
	<string>Cancelar Reprodução Automática de Vídeo Visível</string>
	<key>Cancel Filter</key>
	<string>Cancelar Filtro</string>
	<key>Case Sensitive</key>
	<string>Diferencia maiúsculas de minúsculas</string>
	<key>Cell Padding</key>
	<string>Preenchimento da Célula</string>
	<key>Center the Window</key>
	<string>Centralizar a janela</string>
	<key>Choose a file or folder</key>
	<string>Escolha um arquivo ou pasta</string>
	<key>Clear</key>
	<string>Limpar</string>
	<key>Close (Double Click)</key>
	<string>Fechar (Duplo Clique)</string>
	<key>Close Other Tabs</key>
	<string>Fechar outras abas</string>
	<key>Close Tab</key>
	<string>Fechar Aba</string>
	<key>Continue</key>
	<string>Continuar</string>
	<key>Copy</key>
	<string>Copiar</string>
	<key>Copy Path</key>
	<string>Copiar Caminho</string>
	<key>Corner Radius</key>
	<string>Raio do Canto</string>
	<key>Custom Layout Style</key>
	<string>Estilo de Layout Personalizado</string>
	<key>Custom Layout Style...</key>
	<string>Estilo de Layout Personalizado...</string>
	<key>Custom Zoom Ratio...</key>
	<string>Relação de Zoom Personalizada...</string>
	<key>Custom Zoom Step...</key>
	<string>Etapa de zoom personalizada...</string>
	<key>Date Added</key>
	<string>Data de Adição</string>
	<key>Date Created</key>
	<string>Data de Criação</string>
	<key>Date Modified</key>
	<string>Data de Modificação</string>
	<key>Default Thumbnail Size</key>
	<string>Tamanho Padrão da Miniatura</string>
	<key>Delete</key>
	<string>Excluir</string>
	<key>Demo</key>
	<string>Demonstração</string>
	<key>Directory does not exist</key>
	<string>O diretório não existe</string>
	<key>Disable Automatic Play</key>
	<string>Desativar Reprodução Automática</string>
	<key>Disable Automatic Scroll</key>
	<string>Desativar rolagem automática</string>
	<key>Edit Mode</key>
	<string>Modo de Edição</string>
	<key>Ellipse</key>
	<string>Elipse</string>
	<key>Empty</key>
	<string>Vazio</string>
	<key>Enable Automatic Play</key>
	<string>Ativar reprodução automática</string>
	<key>Enable Automatic Scroll</key>
	<string>Habilitar Rolagem Automática</string>
	<key>Enable HDR</key>
	<string>Ativar HDR</string>
	<key>Enable Recursive Mode</key>
	<string>Ativar modo recursivo</string>
	<key>Enlarge the Thumbnails</key>
	<string>Aumentar as Miniaturas</string>
	<key>Enter Full Screen</key>
	<string>Entrar em Tela Cheia</string>
	<key>Enter the auto play interval in seconds:</key>
	<string>Insira o intervalo de reprodução automática em segundos:</string>
	<key>Enter the scroll speed in pixels per second:</key>
	<string>Digite a velocidade de rolagem em pixels por segundo:</string>
	<key>Eraser</key>
	<string>Borracha</string>
	<key>Error</key>
	<string>Erro</string>
	<key>Exif-ApertureValue</key>
	<string>Valor de Abertura</string>
	<key>Exif-Artist</key>
	<string>Artista</string>
	<key>Exif-CameraMaker</key>
	<string>Fabricante</string>
	<key>Exif-CameraModel</key>
	<string>Modelo da Câmera</string>
	<key>Exif-ColorModel</key>
	<string>Modelo de Cor</string>
	<key>Exif-DateTimeDigitized</key>
	<string>Data e Hora da Digitalização</string>
	<key>Exif-DateTimeOriginal</key>
	<string>Data Hora da Captura</string>
	<key>Exif-Depth</key>
	<string>Profundidade</string>
	<key>Exif-ExposureTime</key>
	<string>Tempo de Exposição</string>
	<key>Exif-FNumber</key>
	<string>Número F</string>
	<key>Exif-FileAddedTime</key>
	<string>Hora de Adição do Arquivo</string>
	<key>Exif-FileCreatedTime</key>
	<string>Hora de Criação do Arquivo</string>
	<key>Exif-FileModifiedTime</key>
	<string>Hora da Modificação do Arquivo</string>
	<key>Exif-FileSize</key>
	<string>Tamanho do Arquivo</string>
	<key>Exif-Flash</key>
	<string>Flash</string>
	<key>Exif-Flash-Off</key>
	<string>Desativado</string>
	<key>Exif-Flash-On</key>
	<string>Ligado</string>
	<key>Exif-FocalLength</key>
	<string>Distância Focal</string>
	<key>Exif-GPSAltitude</key>
	<string>Altitude GPS</string>
	<key>Exif-GPSLatitude</key>
	<string>Latitude GPS</string>
	<key>Exif-GPSLongitude</key>
	<string>Longitude GPS</string>
	<key>Exif-ISOSpeedRatings</key>
	<string>Classificações de Velocidade ISO</string>
	<key>Exif-LensModel</key>
	<string>Modelo da Lente</string>
	<key>Exif-ProfileName</key>
	<string>Nome do Perfil</string>
	<key>Exif-Rating</key>
	<string>Classificação</string>
	<key>Exif-Resolution</key>
	<string>Resolução</string>
	<key>Exif-Software</key>
	<string>Software</string>
	<key>Exif-TIFFDateTime</key>
	<string>Data/Hora TIFF</string>
	<key>Exit Edit Mode</key>
	<string>Sair do Modo de Edição</string>
	<key>Exit Full Screen</key>
	<string>Sair da tela cheia</string>
	<key>Exit Recursive Mode</key>
	<string>Sair do Modo Recursivo</string>
	<key>Failed to set this app as the default for some file types:
</key>
	<string>Falha ao definir este aplicativo como padrão para alguns tipos de arquivos:</string>
	<key>Favorites</key>
	<string>Favoritos</string>
	<key>File Already Exists</key>
	<string>O arquivo já existe</string>
	<key>File Info</key>
	<string>Informações do Arquivo</string>
	<key>File Path</key>
	<string>Caminho do Arquivo</string>
	<key>Filename</key>
	<string>Nome do arquivo</string>
	<key>Filename Font Size</key>
	<string>Tamanho da Fonte do Nome do Arquivo</string>
	<key>Filter</key>
	<string>Filtro</string>
	<key>Filter by Finder Tag</key>
	<string>Filtrar por etiqueta do Finder</string>
	<key>Filter by Rating</key>
	<string>Filtrar por classificação</string>
	<key>Finder Alias</key>
	<string>Alias do Finder</string>
	<key>Finder Tags</key>
	<string>Tags do Finder</string>
	<key>Folder</key>
	<string>Pasta</string>
	<key>Folders</key>
	<string>Pastas</string>
	<key>Follow Current Folder</key>
	<string>Seguir Pasta Atual</string>
	<key>General</key>
	<string>Geral</string>
	<key>Go Back</key>
	<string>Voltar</string>
	<key>Go Forward</key>
	<string>Avançar</string>
	<key>Go To</key>
	<string>Ir Para</string>
	<key>Grid View</key>
	<string>Visualização em Grade</string>
	<key>Have Reached the First</key>
	<string>Chegou à Primeira</string>
	<key>Have Reached the Last</key>
	<string>Chegou à última</string>
	<key>Highlighter</key>
	<string>Marcador</string>
	<key>Image</key>
	<string>Imagem</string>
	<key>Images</key>
	<string>Imagens</string>
	<key>Include Folders</key>
	<string>Incluir Pastas</string>
	<key>Info</key>
	<string>Info</string>
	<key>Invalid current path</key>
	<string>Caminho atual inválido</string>
	<key>Invalid input, please enter a positive number</key>
	<string>Entrada inválida, por favor insira um número positivo</string>
	<key>Invalid relative path</key>
	<string>Caminho relativo inválido</string>
	<key>Justified View</key>
	<string>Visualização Justificada</string>
	<key>Learn More...</key>
	<string>Saiba mais...</string>
	<key>Line Space Adjustment</key>
	<string>Ajuste de Espaçamento de Linha</string>
	<key>Loading...</key>
	<string>Carregando...</string>
	<key>Location</key>
	<string>Localização</string>
	<key>Lock Mirror</key>
	<string>Travar Espelho</string>
	<key>Lock Rotation</key>
	<string>Bloquear Rotação</string>
	<key>Lock Zoom</key>
	<string>Travar Zoom</string>
	<key>Match All (AND)</key>
	<string>Combinar Todos (E)</string>
	<key>Match Any (OR)</key>
	<string>Corresponder Qualquer (OU)</string>
	<key>Maximize Window</key>
	<string>Maximizar Janela</string>
	<key>Merge All Windows</key>
	<string>Mesclar Todas as Janelas</string>
	<key>Mirror Flip</key>
	<string>Espelhamento</string>
	<key>More</key>
	<string>Mais</string>
	<key>Move Down</key>
	<string>Mover para baixo</string>
	<key>Move Here</key>
	<string>Mover para cá</string>
	<key>Move Items</key>
	<string>Mover Itens</string>
	<key>Move Up</key>
	<string>Mover para cima</string>
	<key>Move to Trash</key>
	<string>Mover para a Lixeira</string>
	<key>Name</key>
	<string>Nome</string>
	<key>New</key>
	<string>Novo</string>
	<key>New Folder</key>
	<string>Nova Pasta</string>
	<key>New Tab</key>
	<string>Nova guia</string>
	<key>New Tag</key>
	<string>Nova Tag</string>
	<key>New Text File</key>
	<string>Novo arquivo de texto</string>
	<key>New name for</key>
	<string>Novo nome para</string>
	<key>No Color</key>
	<string>Sem Cor</string>
	<key>No Rating</key>
	<string>Sem Avaliação</string>
	<key>Non-Grid View</key>
	<string>Visualização Não-Grade</string>
	<key>Not Include Folders</key>
	<string>Não Incluir Pastas</string>
	<key>Not Show All Types of Files</key>
	<string>Não Mostrar Todos os Tipos de Arquivos</string>
	<key>Not Show Hidden Files</key>
	<string>Não Mostrar Arquivos Ocultos</string>
	<key>OK</key>
	<string>OK</string>
	<key>Only images can be edited</key>
	<string>Apenas imagens podem ser editadas</string>
	<key>Open</key>
	<string>Abrir</string>
	<key>Open With</key>
	<string>Abrir com</string>
	<key>Open in Finder</key>
	<string>Abrir no Finder</string>
	<key>Open in Map</key>
	<string>Abrir no mapa</string>
	<key>Open in New Tab</key>
	<string>Abrir em Nova Guia</string>
	<key>Open in Terminal</key>
	<string>Abrir no Terminal</string>
	<key>Open with External Player</key>
	<string>Abrir com player externo</string>
	<key>Operation Logs</key>
	<string>Logs de Operação</string>
	<key>Original Path</key>
	<string>Caminho Original</string>
	<key>Other</key>
	<string>Outro</string>
	<key>Others</key>
	<string>Outros</string>
	<key>Paste</key>
	<string>Colar</string>
	<key>Path does not exist</key>
	<string>O caminho não existe</string>
	<key>Pen</key>
	<string>Caneta</string>
	<key>Pin Window</key>
	<string>Fixar Janela</string>
	<key>Pin Window to Top</key>
	<string>Fixar janela no topo</string>
	<key>Please select a specific tag</key>
	<string>Por favor, selecione uma tag específica</string>
	<key>Portable Browsing Mode</key>
	<string>Modo de Navegação Portátil</string>
	<key>Portable Mode: Off</key>
	<string>Modo Portátil: Desligado</string>
	<key>Portable Mode: On</key>
	<string>Modo Portátil: Ativado</string>
	<key>Prefer Using Embedded Thumbnails</key>
	<string>Preferir usar miniaturas incorporadas</string>
	<key>Quick Search</key>
	<string>Pesquisa Rápida</string>
	<key>RAW Uses Exif Embedded Thumbnail</key>
	<string>RAW Usa Miniatura Embutida Exif</string>
	<key>Rating</key>
	<string>Classificação</string>
	<key>Readme...</key>
	<string>Leia-me...</string>
	<key>Rectangle</key>
	<string>Retângulo</string>
	<key>Recursive Mode</key>
	<string>Modo Recursivo</string>
	<key>Redo</key>
	<string>Refazer</string>
	<key>Reduce the Thumbnails</key>
	<string>Reduzir as miniaturas</string>
	<key>Refresh</key>
	<string>Atualizar</string>
	<key>Regex</key>
	<string>Regex</string>
	<key>Relative Path</key>
	<string>Caminho Relativo</string>
	<key>Remember Position</key>
	<string>Lembrar Posição</string>
	<key>Remember Position: Disabled</key>
	<string>Lembrar Posição: Desativado</string>
	<key>Remember Position: Enabled</key>
	<string>Lembrar Posição: Habilitado</string>
	<key>Remove</key>
	<string>Remover</string>
	<key>Remove All Tags</key>
	<string>Remover Todas as Tags</string>
	<key>Remove Current Folder</key>
	<string>Remover Pasta Atual</string>
	<key>Rename</key>
	<string>Renomear</string>
	<key>Render Original RAW</key>
	<string>Renderizar RAW Original</string>
	<key>Replace</key>
	<string>Substituir</string>
	<key>Reset</key>
	<string>Redefinir</string>
	<key>Reverse Filter</key>
	<string>Filtro Reverso</string>
	<key>Rotate %d°</key>
	<string>Girar %d°</string>
	<key>Rotate Clockwise</key>
	<string>Girar no sentido horário</string>
	<key>Rotate Counterclockwise</key>
	<string>Girar no sentido anti-horário</string>
	<key>Save</key>
	<string>Salvar</string>
	<key>Scan &amp; Update Enhanced Index</key>
	<string>Verificar e Atualizar Índice Aprimorado</string>
	<key>Scan Complete</key>
	<string>Verificação Concluída</string>
	<key>Scan Prompt</key>
	<string>Prompt de Digitalização</string>
	<key>Scanning</key>
	<string>Digitalizando</string>
	<key>Scanning...</key>
	<string>Digitalizando...</string>
	<key>Search...</key>
	<string>Pesquisar...</string>
	<key>Sequential Playback</key>
	<string>Reprodução Sequencial</string>
	<key>Sequential Playback: Disabled</key>
	<string>Reprodução Sequencial: Desativada</string>
	<key>Sequential Playback: Enabled</key>
	<string>Reprodução Sequencial: Ativada</string>
	<key>Set Auto Play Interval</key>
	<string>Definir Intervalo de Reprodução Automática</string>
	<key>Set Scroll Speed</key>
	<string>Definir velocidade de rolagem</string>
	<key>Settings...</key>
	<string>Configurações...</string>
	<key>Share...</key>
	<string>Compartilhar...</string>
	<key>Show All</key>
	<string>Mostrar tudo</string>
	<key>Show All Types of Files</key>
	<string>Mostrar Todos os Tipos de Arquivos</string>
	<key>Show Camera RAW Files</key>
	<string>Mostrar arquivos RAW de câmera</string>
	<key>Show Exif</key>
	<string>Mostrar Exif</string>
	<key>Show Filename</key>
	<string>Mostrar nome do arquivo</string>
	<key>Show Finder Tags and Ratings</key>
	<string>Mostrar Tags e Avaliações do Finder</string>
	<key>Show Hidden Files</key>
	<string>Mostrar Arquivos Ocultos</string>
	<key>Show Image Files</key>
	<string>Mostrar arquivos de imagem</string>
	<key>Show Info</key>
	<string>Mostrar informações</string>
	<key>Show RAW/HDR Badge</key>
	<string>Mostrar emblema RAW/HDR</string>
	<key>Show Shadow</key>
	<string>Mostrar Sombra</string>
	<key>Show Statistics in Window Title</key>
	<string>Mostrar Estatísticas no Título da Janela</string>
	<key>Show Tags and Ratings</key>
	<string>Mostrar Tags e Avaliações</string>
	<key>Show Video Files</key>
	<string>Mostrar Arquivos de Vídeo</string>
	<key>Show Video Metadata</key>
	<string>Mostrar Metadados do Vídeo</string>
	<key>Show in Finder</key>
	<string>Mostrar no Finder</string>
	<key>Show in Original Folder</key>
	<string>Mostrar na Pasta Original</string>
	<key>Sidebar</key>
	<string>Barra Lateral</string>
	<key>Skip</key>
	<string>Pular</string>
	<key>Sort</key>
	<string>Ordenar</string>
	<key>Sort Folders First</key>
	<string>Classificar Pastas Primeiro</string>
	<key>Sort Order</key>
	<string>Ordem de Classificação</string>
	<key>Sort Using Full Path In Collection Mode</key>
	<string>Classificar usando caminho completo no modo de coleção</string>
	<key>Sort by EXIF Info</key>
	<string>Classificar por informações EXIF</string>
	<key>Statistic</key>
	<string>Estatística</string>
	<key>Stop</key>
	<string>Parar</string>
	<key>Success</key>
	<string>Sucesso</string>
	<key>Symbolic Link</key>
	<string>Link Simbólico</string>
	<key>Tagging</key>
	<string>Marcação</string>
	<key>Text File</key>
	<string>arquivo de texto</string>
	<key>This app is now the default for all specified file types.</key>
	<string>Este aplicativo agora é o padrão para todos os tipos de arquivo especificados</string>
	<key>Thumbnail General</key>
	<string>Miniatura Geral</string>
	<key>Thumbnail Options</key>
	<string>Opções de Miniatura</string>
	<key>Thumbnail Size</key>
	<string>Tamanho da Miniatura</string>
	<key>Undo</key>
	<string>Desfazer</string>
	<key>Unpin Window from Top</key>
	<string>Desafixar Janela do Topo</string>
	<key>Unsupported Video Format</key>
	<string>Formato de vídeo não suportado</string>
	<key>Updating Index</key>
	<string>Atualizando índice</string>
	<key>Use Full Path</key>
	<string>Usar Caminho Completo</string>
	<key>Use Full Path in Window Title</key>
	<string>Usar caminho completo no título da janela</string>
	<key>Use Internal Video Player</key>
	<string>Usar reprodutor de vídeo interno</string>
	<key>Video</key>
	<string>Vídeo</string>
	<key>VideoMetadata-AvgFrameRate</key>
	<string>Taxa Média de Quadros</string>
	<key>VideoMetadata-BitRate</key>
	<string>Taxa de Bits</string>
	<key>VideoMetadata-CodecLongName</key>
	<string>Nome Completo do Codec</string>
	<key>VideoMetadata-CodecName</key>
	<string>Nome do Codec</string>
	<key>VideoMetadata-ColorSpace</key>
	<string>Espaço de Cor</string>
	<key>VideoMetadata-CreationTime</key>
	<string>Hora de Criação</string>
	<key>VideoMetadata-Duration</key>
	<string>Duração</string>
	<key>VideoMetadata-EncoderSoftwareName</key>
	<string>Nome do Software Codificador</string>
	<key>VideoMetadata-FormatName</key>
	<string>Nome do Formato</string>
	<key>VideoMetadata-Height</key>
	<string>Altura</string>
	<key>VideoMetadata-Index</key>
	<string>Índice</string>
	<key>VideoMetadata-Level</key>
	<string>Nível</string>
	<key>VideoMetadata-PixelFormat</key>
	<string>Formato de Pixel</string>
	<key>VideoMetadata-Profile</key>
	<string>Perfil</string>
	<key>VideoMetadata-RFrameRate</key>
	<string>Taxa de Quadros</string>
	<key>VideoMetadata-Width</key>
	<string>Largura</string>
	<key>Videos</key>
	<string>Vídeos</string>
	<key>View</key>
	<string>Exibir</string>
	<key>Volume</key>
	<string>Volume</string>
	<key>Waterfall View</key>
	<string>Visualização em Cascata</string>
	<key>Window Title</key>
	<string>Título da Janela</string>
	<key>Zoom</key>
	<string>Zoom</string>
	<key>Zoom In</key>
	<string>Aumentar</string>
	<key>Zoom Out</key>
	<string>Reduzir zoom</string>
	<key>ask-to-delete</key>
	<string>Tem certeza de que deseja mover estes arquivos para a lixeira?</string>
	<key>ask-to-delete-external</key>
	<string>Este diretório não suporta mover para a lixeira. Esses itens serão excluídos imediatamente e essa ação não pode ser desfeita.</string>
	<key>ask-to-delete-nopermission</key>
	<string>Tem certeza de que deseja mover estes arquivos para a lixeira?  

A permissão de "Automação" não foi concedida a este programa. Após mover para a lixeira, a função "Restaurar para o Local Original" não poderá ser usada.</string>
	<key>ask-to-delete-shift</key>
	<string>Tem certeza de que deseja excluir permanentemente estes arquivos? Esta ação não pode ser desfeita.</string>
	<key>back-folder</key>
	<string>Voltar</string>
	<key>cannot-copy-to-self</key>
	<string>Não é possível copiar um arquivo/pasta para ele mesmo ou seu subdiretório.</string>
	<key>cannot-move-to-self</key>
	<string>Não é possível mover um arquivo/pasta para si mesmo ou para seu subdiretório.</string>
	<key>copy-lowercase</key>
	<string>copiar</string>
	<key>copy-to-download</key>
	<string>Copiar para a pasta "Downloads"</string>
	<key>do-you-want-replace</key>
	<string>Deseja substituí-lo pelo arquivo que está colando ou movendo?</string>
	<key>do-you-want-replace(move)</key>
	<string>Você quer substituí-lo pelo arquivo que está movendo?</string>
	<key>do-you-want-replace(paste)</key>
	<string>Deseja substituí-lo pelo arquivo que está colando?</string>
	<key>empty-enclose</key>
	<string>(Vazio)</string>
	<key>file-exists-continue-batch-rename</key>
	<string>Os arquivos renomeados em lote por número de sequência conflitam com arquivos existentes, por exemplo, os novos nomes dos arquivos são a_1.jpg, a_2.jpg, a_3.jpg... mas já existe um arquivo chamado a_2.jpg. O número da sequência deve ser incrementado automaticamente para continuar?</string>
	<key>file-rightmenu-get-info</key>
	<string>Obter informações</string>
	<key>file-rightmenu-get-statistic</key>
	<string>Obter estatística</string>
	<key>file-size</key>
	<string>Tamanho</string>
	<key>first-time-use-prompt</key>
	<string>Clique duas vezes no botão esquerdo para fechar.
Imagem: Mantenha pressionado o botão direito ou esquerdo e role a roda para aproximar ou afastar.
Vídeo: Mantenha pressionado o botão direito do mouse e arraste para ajustar o progresso da reprodução.</string>
	<key>gen-thumb-info</key>
	<string>- "Prefira usar miniaturas incorporadas" refere-se à priorização do uso de miniaturas incorporadas nos dados EXIF da imagem, que normalmente têm resolução mais baixa. No entanto, como apenas o conteúdo do cabeçalho do arquivo precisa ser lido, isso pode melhorar significativamente a velocidade de leitura de imagens em uma unidade de rede. Como a maioria das imagens na internet tem seus dados EXIF removidos para reduzir o tamanho do arquivo, o programa então alternará para "gerar miniaturas padrão."

- "Gerar miniaturas padrão" refere-se à criação de miniaturas de qualidade média com um tamanho de 512×512. Nesse caso, todo o conteúdo do arquivo precisa ser baixado. (Como miniaturas incorporadas em imagens RAW geralmente têm uma resolução mais alta, suas miniaturas incorporadas ainda são preferidas nesse modo.)

- "Gerar miniaturas em alta definição" envolve renderizar a imagem precisamente na área da miniatura, sendo recomendado habilitar esta opção quando o tamanho da miniatura for maior que o valor padrão. Nesse ponto, a imagem re-renderizada pode consumir mais memória.

Além disso, miniaturas não são geradas para pastas em unidades externas por padrão. Por favor, vá para "Configurações" -&gt; "Avançado" para modificar as opções relevantes.</string>
	<key>has-exist-in-dest</key>
	<string>Já existe um arquivo chamado "%@" na pasta de destino</string>
	<key>has-same-name-files</key>
	<string>Arquivos com o mesmo nome encontrados</string>
	<key>has-same-name-files-info</key>
	<string>O arquivo de origem contém arquivos com o mesmo nome. Eles devem ser renomeados automaticamente?

Por exemplo, vários arquivos chamados abc.jpg de diretórios diferentes serão automaticamente renomeados para abc.jpg, abc_2.jpg, abc_3.jpg...

Nota: Por favor, confirme o impacto desta operação para evitar confusão.</string>
	<key>image-dimensions</key>
	<string>Dimensões</string>
	<key>input-new-folder-name</key>
	<string>Insira o nome da nova pasta: </string>
	<key>input-new-textfile-name</key>
	<string>Por favor, insira o nome do arquivo:</string>
	<key>move-to-download</key>
	<string>Mover para a pasta "Downloads"</string>
	<key>next-folder</key>
	<string>Próxima Pasta</string>
	<key>next-sibling</key>
	<string>Próximo Irmão</string>
	<key>next-sibling-of-parent</key>
	<string>Próximo Irmão do Pai</string>
	<key>ocr-recog-fail</key>
	<string>A função OCR requer macOS 13.0 ou posterior.</string>
	<key>open-in-new-tab-this</key>
	<string>Abrir isso em uma nova aba</string>
	<key>operation-logs-info</key>
	<string>Registros de operações de exclusão, renomeação, movimentação e colagem de arquivos. Atualmente, não há conteúdo.</string>
	<key>optimizeWindow</key>
	<string>Tamanho de Janela Ótimo</string>
	<key>pan-zoom</key>
	<string>Ativar Rolagem Panorâmica Após Zoom</string>
	<key>pan-zoom-info</key>
	<string>O comportamento padrão da rolagem do mouse ou touchpad é alternar imagens Quando este recurso está habilitado, após a imagem ser ampliada, o comportamento de rolagem muda para deslocamento Este é tipicamente usado para visualizar capturas de tela longas ou quadrinhos</string>
	<key>parent-folder</key>
	<string>Pasta Pai</string>
	<key>portable-mode-info</key>
	<string>No Modo Portátil: - Ao abrir uma imagem, a janela redimensiona automaticamente para corresponder às dimensões da imagem; - Ao fechar uma imagem, a janela redimensiona automaticamente para uma proporção da tela</string>
	<key>previous-folder</key>
	<string>Pasta Anterior</string>
	<key>previous-sibling</key>
	<string>Irmão Anterior</string>
	<key>previous-sibling-of-parent</key>
	<string>Irmão Anterior do Pai</string>
	<key>qrcode-recog-fail</key>
	<string>Falha ao reconhecer o código QR</string>
	<key>qrcode-recog-result</key>
	<string>Resultado do Reconhecimento de QR Code</string>
	<key>rating-info</key>
	<string>**Sobre as Classificações XMP**  
As classificações XMP são um método universal de pontuação de imagens que usa de 1 a 5 estrelas para indicar a prioridade da imagem. Elas são metadados padrão da indústria, não um formato proprietário da FlowVision, e podem ser reconhecidas por muitos aplicativos de software compatíveis com XMP.

**O que é XMP?**  
O XMP (Extensible Metadata Platform) pode ser pensado como um “cartão de informação embutido na imagem,” comumente usado para armazenar metadados editáveis, como classificações, palavras-chave e informações de direitos autorais. Ao contrário do EXIF, que registra principalmente configurações da câmera como velocidade do obturador, abertura e ISO, o XMP foca mais em dados descritivos e editáveis pelo usuário. Em termos de estrutura de arquivo, ambos residem na área de metadados da imagem, mas pertencem a sistemas de nomenclatura de dados ou blocos de dados diferentes e podem coexistir.

**Onde a Informação de Classificação é Armazenada?**  
A FlowVision escreve as classificações no campo xmp:Rating dentro dos metadados da imagem. Essa informação é tipicamente embutida na seção de metadados do arquivo de imagem—por exemplo, no segmento de metadados de arquivos JPEG ou nos contêineres de metadados correspondentes dos formatos PNG, TIFF, HEIF e RAW—em vez de ser armazenada separadamente como um registro de banco de dados ou como metadados do sistema de arquivos.

**O que significa “Sem Classificação”?**  
Quando você seleciona “Sem Classificação,” a FlowVision limpa o campo xmp:Rating (não escreve um valor de 0). Isso indica que atualmente a imagem não tem uma classificação atribuída.

**Notas Importantes**  
Definir ou limpar uma classificação envolve escrever no arquivo. Após a escrita, a data de modificação do arquivo geralmente é atualizada, e o tamanho do arquivo pode também mudar ligeiramente devido ao reescrita dos metadados. Se você depende do tempo de modificação para sincronização, backups ou ordenação, é aconselhável entender esse impacto antes de realizar classificações em lote.</string>
	<key>raw-use-embeded-info</key>
	<string>Quando esta opção estiver ativada, use a miniatura Exif embutida em vez de renderizar o RAW original.

Arquivos RAW geralmente vêm com miniaturas Exif de alta qualidade para a interface de visualização da câmera, que são imagens não originais corrigidas e processadas pelo programa interno da câmera. Ao usar essas miniaturas, o programa pode acelerar significativamente os tempos de carregamento.</string>
	<key>recognize-OCR</key>
	<string>Reconhecer Texto</string>
	<key>recognize-QRCode</key>
	<string>Reconhecer Código QR</string>
	<key>recursive-mode-info</key>
	<string>Depois que o "Modo de Navegação Recursiva" estiver ativado, a área de miniaturas exibirá todos os arquivos dentro de uma pasta e seus subdiretórios. Quando "Incluir Pastas" estiver selecionado, todas as subpastas também serão exibidas.

A varredura de certos diretórios do sistema ou unidades de rede pode fazer o programa ficar lento.

Além disso, neste modo, o aplicativo não monitorará as alterações no sistema de arquivos, portanto, se houver modificações externas (como edições ou exclusões), por favor, atualize manualmente. Para alterações dentro do aplicativo, para garantir a continuidade operacional, a atualização automática não ocorrerá se houver muitas imagens na visualização; por favor, atualize manualmente.</string>
	<key>recursive-mode-nodirection</key>
	<string>No modo recursivo, a ação para encontrar a pasta seguinte/anterior não pode ser executada.</string>
	<key>renaming-conflict</key>
	<string>Um arquivo com esse nome já existe. Por favor, escolha um nome diferente.</string>
	<key>save-to-custom-profile</key>
	<string>Salvar no perfil personalizado %@</string>
	<key>scan-enhanced-index-info</key>
	<string>AFZERAR</string>
	<key>scanned-files</key>
	<string>Atualmente escaneados %d arquivos, incluindo %d imagens e %d vídeos. Deseja continuar?</string>
	<key>search-help</key>
	<string>**Filtrar Conteúdo**
O botão “Aplicar Filtro” filtra o conteúdo do diretório atual, exibindo apenas itens que correspondem aos critérios de pesquisa. Para restaurar a visualização original, limpe os critérios de pesquisa e clique neste botão novamente, ou clique no ícone de pesquisa na barra de ferramentas.

**Pesquisar Subpastas**
Para pesquisar arquivos em subdiretórios, primeiro ative o “Modo de Navegação Recursiva”.

**O que são Expressões Regulares?**
Expressões regulares (regex) são padrões usados para corresponder combinações de caracteres dentro de strings. Elas são uma poderosa ferramenta de processamento de texto amplamente utilizada para tarefas como busca, substituição e análise de texto. Por exemplo: ^2024 pode corresponder a arquivos que começam com '2024'; .*modified\.[^.]+$ pode corresponder a arquivos que terminam com 'modified' (independentemente da extensão); .*\.jpg$ pode corresponder a arquivos com a extensão '.jpg'.

**Pesquisa Avançada**
No “Modo de Navegação Recursiva,” você pode adicionalmente usar a opção “Usar Caminho Completo” e combiná-la com expressões regulares para realizar pesquisas avançadas. Por exemplo, dado um caminho completo de arquivo como: /Users/Alice/Pictures/20220101/mypick/001.jpg você pode usar a expressão regular: ^.*\/[^\/]*pick[^\/]*\/[^\/]+$ para corresponder a todos os arquivos cujos nomes de diretórios pai contêm “pick.” Para padrões de regex mais complexos, você pode usar modelos de linguagem grandes para ajudar a escrevê-los.</string>
	<key>sort-addDateA</key>
	<string>Ordenar por Data de Adição</string>
	<key>sort-addDateZ</key>
	<string>Ordenar por Data de Adição (Decrescente)</string>
	<key>sort-createDateA</key>
	<string>Ordenar por Data de Criação</string>
	<key>sort-createDateZ</key>
	<string>Ordenar por Data de Criação (Decrescente)</string>
	<key>sort-exif-local-warning</key>
	<string>A classificação por informações Exif requer a leitura dos cabeçalhos de todos os arquivos, o que pode resultar em velocidades de carregamento lentas. Por exemplo, a velocidade de leitura de referência para informações de arquivos de vídeo é de cerca de 10 por segundo

O diretório atual contém %d imagens ou vídeos, com um tempo de carregamento máximo estimado de %d segundos. Você tem certeza de que deseja continuar?</string>
	<key>sort-exif-network-warning</key>
	<string>A classificação por informações Exif requer a leitura dos cabeçalhos de todos os arquivos, o que pode resultar em velocidades de carregamento lentas. Por exemplo, a velocidade de leitura de referência em uma unidade de rede SMB é de cerca de 10 por segundo

O diretório atual está localizado em uma unidade externa e contém %d imagens ou vídeos, com um tempo máximo de carregamento estimado de %d segundos. Tem certeza de que deseja continuar?</string>
	<key>sort-exifDateA</key>
	<string>Ordenar por Data Exif</string>
	<key>sort-exifDateZ</key>
	<string>Ordenar por Data Exif (Decrescente)</string>
	<key>sort-exifPixelA</key>
	<string>Ordenar por Tamanho de Pixel Exif</string>
	<key>sort-exifPixelZ</key>
	<string>Ordenar por Tamanho de Pixel Exif (Decrescente)</string>
	<key>sort-extA</key>
	<string>Ordenar por Tipo de Arquivo</string>
	<key>sort-extZ</key>
	<string>Ordenar por Tipo de Arquivo (Decrescente)</string>
	<key>sort-label-date</key>
	<string>Data</string>
	<key>sort-label-exifDate</key>
	<string>ExifData</string>
	<key>sort-label-exifPixel</key>
	<string>ExifPixel</string>
	<key>sort-label-ext</key>
	<string>Tipo</string>
	<key>sort-label-name</key>
	<string>Nome</string>
	<key>sort-label-random</key>
	<string>Aleatório</string>
	<key>sort-label-size</key>
	<string>Tamanho</string>
	<key>sort-modDateA</key>
	<string>Ordenar por Data de Modificação</string>
	<key>sort-modDateZ</key>
	<string>Ordenar por Data de Modificação (Decrescente)</string>
	<key>sort-pathA</key>
	<string>Ordenar por Nome do Arquivo</string>
	<key>sort-pathZ</key>
	<string>Ordenar por Nome do Arquivo (Decrescente)</string>
	<key>sort-random</key>
	<string>Classificar Aleatoriamente</string>
	<key>sort-readme</key>
	<string>"Ordenar por caminho completo no modo de coleção" significa que, no modo recursivo ou ao trabalhar com coleções de tags, se dois arquivos tiverem os seguintes caminhos relativos ao diretório atual:
./AAA/2.jpg
./BBB/1.jpg
então 2.jpg será o primeiro quando ordenado por caminho completo, enquanto 1.jpg será o primeiro quando ordenado por nome de arquivo.

Ao ordenar por informações Exif, o cabeçalho de cada arquivo deve ser lido, o que pode resultar em velocidades de carregamento mais lentas. Por exemplo, em uma unidade de rede SMB ou com arquivos de vídeo, a taxa de leitura típica é de cerca de 10 arquivos por segundo.</string>
	<key>sort-sizeA</key>
	<string>Ordenar por Tamanho do Arquivo</string>
	<key>sort-sizeZ</key>
	<string>Ordenar por Tamanho do Arquivo (Decrescente)</string>
	<key>statistic-content</key>
	<string>Contagem de Pastas: %d
Contagem de Arquivos: %d
Contagem de Imagens: %d
Contagem de Vídeos: %d
Tamanho Total: %@</string>
	<key>switch-to-custom-profile</key>
	<string>Alternar para perfil personalizado %@</string>
	<key>switchToActualSize</key>
	<string>Tamanho Real Padrão da Imagem</string>
	<key>switchToDarkMode</key>
	<string>Modo Escuro</string>
	<key>switchToFitToWindow</key>
	<string>Imagem Padrão Ajustar à Janela</string>
	<key>switchToLightMode</key>
	<string>Modo Claro</string>
	<key>switchToSystemTheme</key>
	<string>Combinar com o sistema</string>
	<key>up-folder</key>
	<string>Pasta de Envolvimento</string>
	<key>video-dimensions</key>
	<string>Dimensões</string>
	<key>video-play-info</key>
	<string>Na interface do player, pressionar o botão esquerdo do mouse pausa a reprodução, e arrastar com o botão direito ajusta o progresso da reprodução do vídeo. As teclas de seta esquerda e direita do teclado podem avançar e retroceder rapidamente, e segurar a tecla Cmd permite uma navegação quadro a quadro.

O macOS suporta nativamente formatos de vídeo como "mp4", "mov", "m2ts", "ts", "mpeg", "mpg", "m4v" e "vob". Outros formatos ainda requerem um player externo para reprodução.

Para vídeos codificados em HEVC, o decodificador interno do macOS só reconhece tags de codec hvc1 e não reconhece tags de hev1. Você pode usar o FFmpeg para realizar uma conversão sem perda: ffmpeg -i input.mp4 -c copy -movflags +faststart -tag:v hvc1 output.mp4.

Pressione Cmd+Shift+V para "Reproduzir Automáticamente Vídeos Visíveis", o que significa que na visualização em miniatura, ele irá repetir vídeos dentro da área visível. Pressionar o atalho novamente ou mudar de pasta sairá deste modo.</string>
	<key>window-num-max</key>
	<string>O número de janelas excede o limite.</string>
</dict>
</plist>
